export const navLinks = [
  { label: 'Цифры', href: '#numbers-section' },
  { label: 'Сделки онлайн', href: '#deals-section' },
  { label: 'О компании', href: '#about-section' },
  { label: 'Как начать', href: '#howto-section' },
  { label: 'Тарифы', href: '#pricing-section' },
  { label: 'Отзывы', href: '#reviews-section' },
  { label: 'FAQ', href: '#faq-section' },
];

export const faqs = [
  {
    question: 'Что такое TradeBlade',
    answer: [
      'Мы опытная команда, для которой трейдинг – профессия. TradeBlade является авторизованным официальным брокером биржи Binance.',
      'Он представляет пользователям множество преимуществ, таких как более высокая скорость синхронизации API и возможность создать учетную запись Binance через платформу TradeBlade всего в 1 клик.'
    ]
  },
  {
    question: 'Что TradeBlade предлагает инвесторам',
    answer:
      'TradeBlade предлагает инвесторам удобные инструменты для трейдинга и копирования сделок.',
  },
  {
    question: 'Должен ли я перевести свои средства на TradeBlade',
    answer:
      'Нет, ваши средства остаются на вашем счете в Binance. Мы просто предоставляем интерфейс для копирования сделок.',
  },
];

export const information = [
    {
      label:
        'Мы опытная команда, для которой трейдинг – профессия. TradeBlade является авторизованным официальным брокером биржи Binance.',
    },
    {
      label:
        'Он представляет пользователям множество преимуществ, таких как более высокая скорость синхронизации API и возможность создать учетную запись Binance через платформу TradeBlade всего в 1 клик.',
    },
  ];

export const deals = [
    { pair: 'NEAR/USDT', profit: '58.6206', char: '%', goal: 'Цель 4', date: '06.10.2022' },
    { pair: 'BTC/USDT', profit: '6.02', char: '%', goal: 'Цель 3', date: '06.10.2022' },
    { pair: 'ETH/USDT', profit: '16.3', char: '%', goal: 'Цель 4', date: '06.10.2022' },
    { pair: 'NEAR/USDT', profit: '0.963', char: '%', goal: 'Цель 4', date: '06.10.2022' },
    { pair: 'NEAR/USDT', profit: '58.6206', char: '%', goal: 'Цель 4', date: '06.10.2022' },
];

export const features = [
    { label: 'ТОРГОВЫЙ ПРИБЫЛИ', value: '2756', char: '%' },
    { label: 'ФЬЮЧЕРСНЫХ И СПОТОВЫХ СДЕЛОК', value: '67' },
    { label: 'ПРИБЫЛЬ ПОДПИСЧИКОВ', value: '375000' },
];

export const spotPlans = [
    {
      name: 'STANDART',
      price: '$234',
      discount: '-35%',
      features: [
        'Ручной трейдинг',
        'Автоматическое или полуавтоматическое копирование сделок',
        'Личный кабинет со статистикой',
        'Среднесрочные сделки с уровнями набора портфеля',
      ],
      duration: '12 месяцев',
    },
    {
      name: 'VIP',
      price: '$585',
      discount: '-35%',
      features: [
        'Ручной трейдинг',
        'Автоматическое или полуавтоматическое копирование сделок',
        'Личный кабинет со статистикой',
        'Краткосрочные, среднесрочные и инвест сделки',
        'Доступ в Vip чат с командой',
        'Наш авторский курс по трейдингу',
      ],
      duration: '12 месяцев',
    },
  ];

export const futuresPlans = [
    {
      name: 'STANDART',
      price: '$234',
      discount: '-35%',
      features: [
        'Ручной трейдинг',
        'Автоматическое или полуавтоматическое копирование сделок',
        'Личный кабинет со статистикой',
        'Среднесрочные сделки с уровнями набора портфеля',
      ],
      duration: '12 месяцев',
    },
    {
      name: 'VIP',
      price: '$585',
      discount: '-35%',
      features: [
        'Ручной трейдинг',
        'Автоматическое или полуавтоматическое копирование сделок',
        'Личный кабинет со статистикой',
        'Краткосрочные, среднесрочные и инвест сделки',
        'Доступ в Vip чат с командой',
        'Наш авторский курс по трейдингу',
      ],
      duration: '12 месяцев',
    },
  ];
